tap "lizardbyte/homebrew"
tap "valkyrie00/bbrew"
brew "bash-preexec"
brew "bat"
brew "chafa"
brew "direnv"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "gemini-cli"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "micro"
brew "neovim"
brew "poppler"
brew "portaudio"
brew "python@3.12"
brew "rclone"
brew "ripgrep"
brew "scrcpy"
brew "sevenzip"
brew "starship"
brew "stow"
brew "sysstat"
brew "tealdeer"
brew "trash-cli"
brew "yazi"
brew "yq"
brew "zoxide"
brew "lizardbyte/homebrew/sunshine"
brew "valkyrie00/bbrew/bbrew"
cask "android-platform-tools"
flatpak "app.zen_browser.zen"
flatpak "com.bitwarden.desktop"
flatpak "com.brave.Browser"
flatpak "com.github.PintaProject.Pinta"
flatpak "com.github.donadigo.appeditor"
flatpak "com.github.jeromerobert.pdfarranger"
flatpak "com.github.tchx84.Flatseal"
flatpak "com.google.Chrome"
flatpak "com.mattjakeman.ExtensionManager"
flatpak "com.ranfdev.DistroShelf"
flatpak "com.stremio.Service"
flatpak "io.github.flattool.Ignition"
flatpak "io.github.flattool.Warehouse"
flatpak "io.github.kolunmi.Bazaar"
flatpak "io.gitlab.adhami3310.Impression"
flatpak "io.missioncenter.MissionCenter"
flatpak "it.mijorus.smile"
flatpak "org.freefilesync.FreeFileSync"
flatpak "org.gnome.Calculator"
flatpak "org.gnome.Calendar"
flatpak "org.gnome.Characters"
flatpak "org.gnome.Connections"
flatpak "org.gnome.Contacts"
flatpak "org.gnome.DejaDup"
flatpak "org.gnome.Evolution"
flatpak "org.gnome.FileRoller"
flatpak "org.gnome.Firmware"
flatpak "org.gnome.Geary"
flatpak "org.gnome.Logs"
flatpak "org.gnome.Loupe"
flatpak "org.gnome.Maps"
flatpak "org.gnome.NautilusPreviewer"
flatpak "org.gnome.Papers"
flatpak "org.gnome.Showtime"
flatpak "org.gnome.SimpleScan"
flatpak "org.gnome.Snapshot"
flatpak "org.gnome.SoundRecorder"
flatpak "org.gnome.TextEditor"
flatpak "org.gnome.Weather"
flatpak "org.gnome.baobab"
flatpak "org.gnome.clocks"
flatpak "org.gnome.font-viewer"
flatpak "org.gnome.meld"
flatpak "org.gnome.seahorse.Application"
flatpak "org.mozilla.Thunderbird"
flatpak "org.onlyoffice.desktopeditors"
flatpak "org.pulseaudio.pavucontrol"
flatpak "page.tesk.Refine"
flatpak "tv.kodi.Kodi"
