tap "achannarasappa/tap"
tap "browsh-org/browsh"
tap "jotta/cli"
tap "lizardbyte/homebrew"
tap "macos-fuse-t/cask"
tap "nikitabobko/tap"
tap "samtay/tui"
tap "valkyrie00/bbrew"
brew "asciiquarium"
brew "bash-preexec"
brew "chafa"
brew "direnv"
brew "ffmpeg"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "micro"
brew "neovim"
brew "node"
brew "podman-tui"
brew "poppler"
brew "portaudio"
brew "python@3.12"
brew "rclone"
brew "scrcpy"
brew "sevenzip"
brew "stow"
brew "sysstat"
brew "trash-cli"
brew "ugrep"
brew "yq"
brew "lizardbyte/homebrew/sunshine"
brew "valkyrie00/bbrew/bbrew"
cask "android-platform-tools"
cargo "atuin"
cargo "bat"
cargo "cargo-binstall"
cargo "dysk"
cargo "eza"
cargo "fd-find"
cargo "linutil_tui"
cargo "ripgrep"
cargo "starship"
cargo "tealdeer"
cargo "television"
cargo "yazi-build"
cargo "yazi-cli"
cargo "yazi-fm"
cargo "zoxide"
flatpak "com.bitwarden.desktop"
flatpak "com.brave.Browser"
flatpak "com.discordapp.Discord"
flatpak "com.github.PintaProject.Pinta"
flatpak "com.github.jeromerobert.pdfarranger"
flatpak "com.github.marhkb.Pods"
flatpak "com.github.tchx84.Flatseal"
flatpak "com.google.Chrome"
flatpak "com.mattjakeman.ExtensionManager"
flatpak "com.obsproject.Studio"
flatpak "com.ranfdev.DistroShelf"
flatpak "dev.deedles.Trayscale"
flatpak "dev.fredol.open-tv"
flatpak "io.github.diegopvlk.Cine"
flatpak "io.github.fabrialberio.pinapp"
flatpak "io.github.flattool.Ignition"
flatpak "io.github.flattool.Warehouse"
flatpak "io.github.kolunmi.Bazaar"
flatpak "io.gitlab.adhami3310.Impression"
flatpak "io.missioncenter.MissionCenter"
flatpak "io.sourceforge.pysolfc.PySolFC"
flatpak "it.mijorus.gearlever"
flatpak "it.mijorus.smile"
flatpak "net.nokyan.Resources"
flatpak "net.retrodeck.retrodeck"
flatpak "org.cockpit_project.CockpitClient"
flatpak "org.freefilesync.FreeFileSync"
flatpak "org.gnome.Calculator"
flatpak "org.gnome.Calendar"
flatpak "org.gnome.Characters"
flatpak "org.gnome.Connections"
flatpak "org.gnome.Contacts"
flatpak "org.gnome.DejaDup"
flatpak "org.gnome.FileRoller"
flatpak "org.gnome.Firmware"
flatpak "org.gnome.Geary"
flatpak "org.gnome.Logs"
flatpak "org.gnome.Loupe"
flatpak "org.gnome.Mahjongg"
flatpak "org.gnome.Maps"
flatpak "org.gnome.NautilusPreviewer"
flatpak "org.gnome.NetworkDisplays"
flatpak "org.gnome.Papers"
flatpak "org.gnome.Snapshot"
flatpak "org.gnome.SoundRecorder"
flatpak "org.gnome.TextEditor"
flatpak "org.gnome.Weather"
flatpak "org.gnome.baobab"
flatpak "org.gnome.clocks"
flatpak "org.gnome.font-viewer"
flatpak "org.gnome.gitlab.wwarner.Solitaire"
flatpak "org.gnome.meld"
flatpak "org.gnome.seahorse.Application"
flatpak "org.jellyfin.JellyfinDesktop"
flatpak "org.mozilla.firefox"
flatpak "org.onlyoffice.desktopeditors"
flatpak "org.pulseaudio.pavucontrol"
flatpak "page.tesk.Refine"
flatpak "tv.kodi.Kodi"
npm "@google/gemini-cli"
npm "pnpm"
