tap "achannarasappa/tap"
tap "browsh-org/browsh"
tap "jotta/cli"
tap "lizardbyte/homebrew"
tap "macos-fuse-t/cask"
tap "nikitabobko/tap"
tap "samtay/tui"
tap "valkyrie00/bbrew"
brew "aichat"
brew "asciiquarium"
brew "automake"
brew "bash"
brew "bash-preexec"
brew "btop"
brew "glib"
brew "jpeg-turbo"
brew "chafa", link: false
brew "cmatrix"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "freerdp"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gtk-doc"
brew "htop"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "kew"
brew "lazydocker"
brew "micro"
brew "yt-dlp"
brew "mpv"
brew "multitail"
brew "neovim"
brew "newsboat"
brew "node"
brew "pkgconf"
brew "pnpm"
brew "podman-tui"
brew "poppler"
brew "portaudio"
brew "python@3.12"
brew "rclone"
brew "resvg"
brew "rust"
brew "scrcpy"
brew "sevenzip"
brew "stow"
brew "tmux"
brew "trash"
brew "trash-cli"
brew "tree"
brew "ugrep"
brew "wakeonlan"
brew "wget"
brew "yazi"
brew "yq"
brew "achannarasappa/tap/ticker"
brew "browsh-org/browsh/browsh"
brew "jotta/cli/jotta-cli"
brew "lizardbyte/homebrew/sunshine"
brew "samtay/tui/tetris"
brew "valkyrie00/bbrew/bbrew"
cask "nikitabobko/tap/aerospace"
cask "android-platform-tools"
cask "dockdoor"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "fuse-t"
cask "fx-cast-bridge"
cask "ghostty"
cask "hammerspoon"
cask "kitty"
cargo "atuin"
cargo "bat"
cargo "cargo-binstall"
cargo "dysk"
cargo "eza"
cargo "fd-find"
cargo "linutil_tui"
cargo "ripgrep"
cargo "starship"
cargo "tealdeer"
cargo "television"
cargo "yazi-build"
cargo "yazi-cli"
cargo "yazi-fm"
cargo "zoxide"
